// Main Menu
"About Epson Printer Utility Lite" = "Tietoja Epson Printer Utility Lite";
"Preferences..." = "Asetukset...";
"Services" = "Palvelut";
"Hide Epson Printer Utility Lite" = "Kätke Epson Printer Utility Lite";
"Hide Others" = "Kätke muut";
"Show All" = "Näytä kaikki";
"Quit Epson Printer Utility Lite" = "Lopeta Epson Printer Utility Lite";

"File" = "Tiedosto";
"Close" = "Sulje";

"Window" = "Ikkuna";
"Minimize" = "Pienennä";
"Zoom" = "Zoomaa";
"Bring All to Front" = "Tuo kaikki eteen";

"Help" = "Ohje";

// Main Window
"Printer List" = "Kirjoitinluettelo";
"This printer has been paused." = "Tämä tulostin on pysähtynyt.";
"Communication error" = "Tietoliikennevirhe";
"Ink Levels" = "Mustetasot";
"Update" = "Päivitys";
"Nozzle Check" = "Suutintesti";
"Head Cleaning" = "Tulostuspäiden puhdistus";
"Information Not Available" = "Tietoa ei ole saatavilla";

"Version" = "Versio";

/* Alert Strings */
"UTAlert_1" = "Tulostinta ei ole rekisteröity.";
"UTAlert_OKButton" = "OK";

/* Color Strings */
"Black" = "Musta";
"Color" = "Väri";
"MatteBlack" = "Mattamusta";
"PhotoBlack" = "Valokuva musta";
"LightBlack" = "Vaalea musta";
"LightLightBlack" = "Erittäin vaalea musta";
"Cyan" = "Syaani";
"LightCyan" = "Vaalea syaani";
"Magenta" = "Magenta";
"LightMagenta" = "Vaalea magenta";
"Yellow" = "Keltainen";
"DarkYellow" = "Tumma keltainen";
"Red" = "Punainen";
"Blue" = "Sininen";
"GlossOptimizer" = "Kiillon optimointi";
"VividMagenta" = "Kirkas magenta";
"VividLightMagenta" = "Kirkkaan vaalea magenta";
"Orange" = "Oranssi";
"Green" = "Vihreä";
"Unknown" = "Tuntematon";
"PrintPack" = "Print Pack";

"LFP Black" = "Musta";
"LFP MatteBlack" = "Mattamusta";
"LFP PhotoBlack" = "Valokuva musta";
"LFP LightBlack" = "Vaalea musta";
"LFP LightLightBlack" = "Erittäin vaalea musta";
"LFP Cyan" = "Syaani";
"LFP LightCyan" = "Vaalea syaani";
"LFP Magenta" = "Magenta";
"LFP LightMagenta" = "Vaalea magenta";
"LFP Yellow" = "Keltainen";
"LFP DarkYellow" = "Tumma keltainen";
"LFP Red" = "Punainen";
"LFP Blue" = "Sininen";
"LFP GlossOptimizer" = "Kiillon optimointi";
"LFP VividMagenta" = "Kirkas magenta";
"LFP VividLightMagenta" = "Kirkkaan vaalea magenta";
"LFP Orange" = "Oranssi";
"LFP Green" = "Vihreä";

"EAI Black" = "Musta";
"EAI MatteBlack" = "Mattamusta";
"EAI PhotoBlack" = "Valokuva musta";
"EAI LightBlack" = "Vaalea musta";
"EAI LightLightBlack" = "Erittäin vaalea musta";
"EAI Cyan" = "Syaani";
"EAI LightCyan" = "Vaalea syaani";
"EAI Magenta" = "Magenta";
"EAI LightMagenta" = "Vaalea magenta";
"EAI Yellow" = "Keltainen";
"EAI DarkYellow" = "Tumma keltainen";
"EAI Red" = "Punainen";
"EAI Blue" = "Sininen";
"EAI GlossOptimizer" = "Kiillon optimointi";
"EAI VividMagenta" = "Kirkas magenta";
"EAI VividLightMagenta" = "Kirkkaan vaalea magenta";
"EAI Orange" = "Oranssi";
"EAI Green" = "Vihreä";
